Repository: common-repository/aggregator-advanced-settings
Catalog: languages/agg-advanced-settings-*.po
Languages: pt_pt

source: Activate in custom html widgets
pt_pt: Ativar em widgets de HTML personalizado

source: Advanced Settings
pt_pt: Opções Avançadas

source: Aggregator Advanced Settings Support
pt_pt: Suporte do Aggregator Advanced Settings

source: All Settings
pt_pt: Todas as Opções

source: Allow SVG files in media library
pt_pt: Permitir arquivos SVG na biblioteca de média

source: Block suspicious URL requests
pt_pt: Bloquear solicitações de URL suspeitas

source: Block weblog clients, mobile app, IFTTT, etc
pt_pt: Bloquear clientes de weblog, aplicativo móvel, IFTTT, etc.

source: Change default add media settings
pt_pt: Alterar as configurações padrão de adição de média

source: Cheatin&#8217; huh?
pt_pt: A fazer batota?

source: Choose theme
pt_pt: Selecione um tema

source: Core, plugins, themes and translations
pt_pt: Core, plugins, temas e traduções

source: Custom errors message
pt_pt: Mensagem de erros personalizada

source: Deactivate easily embed videos, images, tweets, etc.
pt_pt: Desativar incorporar facilmente vídeos, imagens, tweets, etc.

source: Disable automatic updates
pt_pt: Desativar atualizações automáticas

source: Disable embeds
pt_pt: Desativar embeds

source: Disable emoji support
pt_pt: Desativar suporte para emoji

source: Disable JPEG compression
pt_pt: Desativar compressão JPEG

source: Disable links from user comments
pt_pt: Desativar links de comentários de utilizadores

source: Disable login by email
pt_pt: Desativar login por e-mail

source: Disable RSS feeds
pt_pt: Desativar feeds RSS

source: Disable search feature
pt_pt: Desativar recurso de pesquisa

source: Disable the file editor
pt_pt: Desativar o editor de ficheiros

source: Disable XML-RPC
pt_pt: Desativar XML-RPC

source: Dismiss admin notices
pt_pt: Dispensar avisos de administração

source: Display privacy policy link
pt_pt: Mostrar link para a política de privacidade

source: Emoticons and emojis will continue to work in browsers that have integrated support for them. This option simply removes the additional JavaScript file that is used to add support for emojis in older browsers.
pt_pt: Emoticons e emojis continuarão a funcionar em navegadores que têm suporte integrado para eles. Esta opção simplesmente remove o arquivo JavaScript adicional que é usado para adicionar suporte para emojis em navegadores mais antigos.

source: Enable shortcodes in HTML widgets
pt_pt: Ativar shortcodes em widgets de HTML

source: For both themes and plugins (admin menu)
pt_pt: Para temas e plug-ins (menu de administração)

source: From all content and prevent DNS lookup from TinyMCE editor
pt_pt: De todo o conteúdo e impedir a pesquisa de DNS do editor TinyMCE

source: From non-admin users
pt_pt: De utilizadores comuns

source: From the admin footer
pt_pt: Do rodapé do administrador

source: From the footer
pt_pt: Do rodapé

source: From the html head source
pt_pt: Do cabeçalho de html na fonte

source: General
pt_pt: Geral

source: here
pt_pt: aqui

source: Hide 'Thank you for creating with WP'
pt_pt: Esconder 'Obrigado por criar com o WP'

source: Hide admin bar (and profile)
pt_pt: Esconder a barra de administrador (e o perfil)

source: Hide all admin notices
pt_pt: Esconder todos os avisos de administrador

source: Hide back to home link
pt_pt: Ocultar o link de voltar ao início

source: Hide navigation links
pt_pt: Ocultar os links de navegação

source: Hide privacy policy link
pt_pt: Ocultar o link da política de privacidade

source: HTTPS with Non-Secure Media
pt_pt: HTTPS com média não segura

source: In admin tables
pt_pt: Nas tabelas de administração

source: Include post/page ID's
pt_pt: Incluir IDs de posts / páginas

source: It might not work depending on your site theme. If it's not working, please report to our plugin support on your Dashboard
pt_pt: Pode não funcionar dependendo do tema do seu site. Se não estiver a funcionar, informe ao nosso suporte do plug-ins no seu Painel

source: Keep original image size
pt_pt: Mantenha o tamanho original da imagem

source: Make your login a bit more secure
pt_pt: Torne o seu login um pouco mais seguro

source: Missing options? Please send suggestions to
pt_pt: Faltam opções? Por favor envie sugestões para o

source: New title
pt_pt: Novo título

source: No custom logo was found but the WP logo can be removed
pt_pt: Nenhum logo personalizado foi encontrado mas o logo WP pode ser removido

source: No custom logo was found but the WP logo was removed
pt_pt: Nenhum logo personalizado foi encontrado mas o logo WP foi removido

source: On the settings menu
pt_pt: No menu de opções

source: Performance
pt_pt: Desempenho

source: Plugin Author
pt_pt: Autor do Plugin

source: Prevents spamming, links in comments stay as plain text on the page.
pt_pt: Previne spamming, links em comentários permanecem como texto simples na página.

source: Preview
pt_pt: Previsualizar

source: Privacy Policy
pt_pt: Política de Privacidade

source: Redirect all search to page not found
pt_pt: Redireciona todas as pesquisas para uma página não encontrada

source: Redirect to site home
pt_pt: Redireciona para a página inicial do site

source: Register, Login, Logout
pt_pt: Registar, Login, Logout

source: Reject malicious requests
pt_pt: Rejeitar solicitações maliciosas

source: Remove 'Register | Lost your password?' links
pt_pt: Remove os links 'Registar | Esqueceu-se da senha?'

source: Remove 'WordPress' expression
pt_pt: Remove a expressão 'WordPress'

source: Remove '← Back to Home' link
pt_pt: Remove o link '← Voltar ao Início'

source: Remove WordPress version
pt_pt: Remover versão do WordPress

source: Removes the message that some items on the page aren’t delivered securely
pt_pt: Remove a mensagem de que alguns itens da página não foram entregues com segurança

source: Replace WordPress logo
pt_pt: Substituir o logo do WordPress

source: Replace WordPress title
pt_pt: Substituir o título do WordPress

source: Security
pt_pt: Segurança

source: Set login page style
pt_pt: Definir estilo da página de login

source: Settings
pt_pt: Definições

source: settings saved.
pt_pt: opções gravadas.

source: Show all settings
pt_pt: Mostrar todas as opções

source: Something is wrong!
pt_pt: Algo está errado!

source: Theme
pt_pt: Tema

source: Through uploader
pt_pt: Através do uploader

source: Try to hide 'Powered by WordPress'
pt_pt: Tentar esconder 'Powered by WordPress'

source: Username only
pt_pt: Apenas nome de utilizador

source: Welcome to Aggregator Advanced Settings. Need help? Contact the developer
pt_pt: Bem Vindo ao Aggregator Advanced Settings. Precisa de ajuda? Contacte o autor

source: With site custom logo and site home link
pt_pt: Pelo logo do site com ligação à página inicial

source: WordPress Extra Settings: General, Login, Security, Performance, etc
pt_pt: Configurações extra do WordPress: Geral, Login, Segurança, Desempenho, etc.

source: Works better together with custom errors message
pt_pt: Funciona melhor junto com mensagem de erros personalizada

source: ‘align center’, ‘link type none’ and ‘default size full’
pt_pt: ‘Alinhar centro’, ‘tipo de link nenhum’ e ‘tamanho padrão completo’
